/* Info shown cell for TV shows */
"Season %@, Episode %@" = "%1$@. évad, %2$@. epizód";

/* Info shown cell for TV shows with no episode number */
"Season %@" = "%@. évad";

/* TV Season header in video details */
"%@, Season %@" = "%@, %@. évad";

/* Shown in table cell for one podcast */
"ONE_EPISODE" = "(1 epizód)";

/* Data shown in table cells for an item representing multiple audiobooks */
"ONE_BOOK" = "(1 könyv)";

/* Data shown in table cells for an item representing multiple audiobooks */
"BOOK_COUNT_FORMAT" = "(%d könyv)";

"EPISODE_AND_VIDEO_COUNT_FORMAT" = "(%d epizód, 1 videó)";
"EPISODE_AND_VIDEOS_COUNT_FORMAT" = "(%d epizód, %d videó)";

/* Data shown in table cell for an item representing multiple TV shows or Video Podcasts */
"(%d Episodes)" = "(%d epizód)";

/* Data shown in table cell for an item representing a group of music video tracks */
"(%d Videos)" = "(%d videó)";

"ONE_SONG" = "1 dal";
"SONGS_COUNT_FORMAT" = "%d dal";

"ALBUM_GRID_PLURAL_ALBUM_PLURAL_SONG" = "%d album, %d dal";
"ALBUM_GRID_PLURAL_ALBUM_SINGLE_SONG" = "%d album, 1 dal";
"ALBUM_GRID_SINGLE_ALBUM_SINGLE_SONG" = "1 dal";
"ALBUM_GRID_SINGLE_ALBUM_PLURAL_SONG" = "%d dal";

"ALBUM_HEADER_SONG_COUNT" = "%d dal";
"ALBUM_HEADER_SONG_COUNT_1" = "1 dal";
"ALBUM_HEADER_RELEASE_DATE_FORMAT" = "Megjelent: %@";

/* First %@ is something from ALBUM_HEADER_XXX, second is one of the MINUTES_STRING_MINS_FORMAT items */
"ALBUM_HEADER_SONG_COUNT_AND_DURATION_COMBINATION_FMT" = "%@, %@.";

"LIBRARY" = "Könyvtár";
"MUSIC" = "Zene";
"NO_MUSIC_TITLE" = "Zene";
"NO_VIDEOS_TITLE" = "Videók";
"SOURCES" = "Források";

/* Header string used to indicate numeric section of a table */
"123" = "123";

/* attached */
"ACCESSORY_CONNECTED" = "Kiegészítő csatlakoztatva";

/* On-The-Go playlist option to add all albums. */
"Add All Albums" = "Összes album hozzáadása";

/* On-The-Go playlist option to add all songs. */
"Add All Songs" = "Összes hozzáadása";

/* Explanatory text shown when editing the On-The-Go playlist. */
"Add songs to the On-The-Go playlist." = "Adjon dalokat On-The-Go játéklistához.";

"ADD_PLAYLIST_CONFIRM_BUTTON_TITLE" = "Mentés";
"ADD_PLAYLIST_DIALOG_TITLE" = "Új játéklista";
"ADD_PLAYLIST_DIALOG_MESSAGE" = "Nevezze el ezt a játéklistát.";
"ADD_PLAYLIST_ROW" = "Játéklista hozzáadása…";
"ADD_PLAYLIST_TITLE_PLACEHOLDER" = "Név";
"ADD_SONGS_TO_CUSTOM_PLAYLIST_FORMAT" = "Adjon dalokat ehhez: „%@”.";
"EDIT_PLAYLIST_RENAME" = "Átnevezés";
"EDIT_PLAYLIST_ADD_SONGS" = "Dalok hozzáadása";
"RENAME_PLAYLIST_DIALOG_TITLE" = "Játéklista átnevezése";
"RENAME_PLAYLIST_TITLE_PLACEHOLDER" = "Név";

/* No comment provided by engineer. */
"Albums" = "Albumok";

/* list option to view all albums. */
"All Albums" = "Összes album";

/* list option to view all songs. */
"All Songs" = "Összes dal";

/* No comment provided by engineer. */
"Audible" = "Audible";

/* For displaying the current chapter in audiobook cells */
"AUDIO_BOOK_CHAPTER_FORMAT" = "%.02d/%.02d fejezet";

/* No comment provided by engineer. */
"Cancel" = "Mégsem";

/* No comment provided by engineer. */
"Chapter %d of %d" = "%2$d / %1$d fejezet";

"CHAPTER_INDEX_FORMAT" = "%d. fejezet";

/* No comment provided by engineer. */
"Refresh Playlist" = "Játéklista frissítése";

"CLEAR" = "Törlés";

/* No comment provided by engineer. */
"Clear Playlist" = "Játéklista ürítése";

/* No comment provided by engineer. */
"Save Playlist" = "Játéklista mentése";

/* No comment provided by engineer. */
"Delete Playlist" = "Játéklista törlése";

/* No comment provided by engineer. */
"content" = "tartalom";

/* No comment provided by engineer. */
"INVALID_RENTAL" = "Érvénytelen";

/* No comment provided by engineer. */
"Delete" = "Törlés";

/* No comment provided by engineer. */
"DELETE_VIDEO_PROMPT" = "Hely felszabadítása miatt kívánja törölni a(z) „%@” elemet?";

/* No comment provided by engineer. */
"Done" = "Kész";

/* No comment provided by engineer. */
"Edit" = "Szerk.";

/* No comment provided by engineer. */
"Save" = "Mentés";

/* Info shown cell for TV shows */
"Episode %@" = "%@. epizód";

"GENIUS_MIX_BASED_ON_PREFIX" = "A következő zenéje alapján:";
"GENIUS_MIX_BASED_ON_FORMAT" = "%@ és mások";

/* No comment provided by engineer. */
"GENIUS_MIX_SEPARATOR_COMMA_FORMAT" = "%@, ";

/* No comment provided by engineer. */
"GENIUS_MIX_SEPARATOR_NO_COMMA_FORMAT" = "%@";

/* No comment provided by engineer. */
"GENIUS_MIX_AND_OTHERS" = " és mások";

"GENIUS_MIX_DOWNLOAD_OFFLINE_TITLE" = "Genius mix";
"GENIUS_MIX_DOWNLOAD_OFFLINE_SUBTITLE_ALL_FORMAT" = "A(z) „%@” letöltéséhez csatlakozzon egy Wi-Fi- vagy mobilhálózathoz.";
"GENIUS_MIX_DOWNLOAD_OFFLINE_SUBTITLE_WIFI_FORMAT" = "A(z) „%@” letöltéséhez csatlakozzon egy Wi-Fi-hálózathoz.";

/* No comment provided by engineer. */
"iTunes U" = "iTunes U";

/* No comment provided by engineer. */
"KEEP_VIDEO_ALERT_POPUP_OPTION" = "Megtartás";

/* No comment provided by engineer. */
"LISTING_COUNT_ALBUMS_FORMAT" = "%d album";

/* No comment provided by engineer. */
"LISTING_COUNT_ARTISTS_FORMAT" = "%d előadó";

/* No comment provided by engineer. */
"LISTING_COUNT_AUDIBLEBOOKS_FORMAT" = "%d Audible-könyv";

/* No comment provided by engineer. */
"LISTING_COUNT_AUDIOBOOKS_FORMAT" = "%d hangoskönyv";

/* No comment provided by engineer. */
"LISTING_COUNT_COMPILATIONS_FORMAT" = "%d válogatás";

/* No comment provided by engineer. */
"LISTING_COUNT_COMPOSERS_FORMAT" = "%d szerző";

/* No comment provided by engineer. */
"LISTING_COUNT_GENERIC_ITEMS_FORMAT" = "%d elem";

/* No comment provided by engineer. */
"LISTING_COUNT_GENERIC_TRACKS_FORMAT" = "%d sáv";

/* No comment provided by engineer. */
"LISTING_COUNT_GENRES_FORMAT" = "%d műfaj";

/* No comment provided by engineer. */
"LISTING_COUNT_PLAYLISTS_FORMAT" = "%d játéklista";

/* No comment provided by engineer. */
"LISTING_COUNT_PODCAST_ITEMS_FORMAT" = "%d epizód";

/* No comment provided by engineer. */
"LISTING_COUNT_PODCASTS_FORMAT" = "%d podcast";

/* No comment provided by engineer. */
"LISTING_COUNT_SONGS_FORMAT" = "%d dal";

/* Bottom of the songs list during a sync. */
"SYNCING_COUNT_SONGS_FORMAT" = "%d / %d letöltése...";

/* No comment provided by engineer. */
"LISTING_COUNT_VOICE_MEMOS_FORMAT" = "%d hangjegyzet";

/* No comment provided by engineer */
"LOADING_GENIUS" = "Betöltés…";

/* No comment provided by engineer */
"LOADING_LYRICS" = "Dalszöveg betöltése…";

/* No comment provided by engineer. */
"More" = "További";

/* Section header title in the Videos list */
"Movies" = "Filmek";

/* Section header title in the Videos list */
"Movie Rentals" = "Kölcsönzött filmek";

/* Section header title in the Videos list */
"Music Videos" = "Zenei videók";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Audiobooks" = "Nincs hangoskönyv";

/* Generic no content message */
"No Content" = "Nincs tartalom";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Music" = "Nincs zene";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Podcasts" = "Nincs podcast";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Videos" = "Nincs videó";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ALBUMS" = "Albumok";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ARTISTS" = "Előadók";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_AUDIOBOOKS" = "Hangoskönyv";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_COMPILATIONS" = "Válogatások";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_COMPOSERS" = "Szerzők";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_GENRES" = "Műfajok";

/* No comment provided by engineer. */
"NO_CONTEXT_NAV_TITLE_GENIUS" = "Genius";

/* No comment provided by engineer. */
"NO_CONTEXT_NAV_TITLE_GENIUS_MIXES" = "Genius mixek";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ITUNESU" = "iTunes U";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MORE" = "További";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_PLAYLISTS" = "Játéklisták";

/* To provide a custom back button title, customize this value */
"SHORT_NO_CONTEXT_NAVTITLE_PLAYLISTS" = "Játéklisták";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_PODCASTS" = "Podcastok";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_SONGS" = "Dalok";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEOS" = "Videók";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MOVIES" = "Filmek";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_RENTALS" = "Kölcsönzések";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_TV_SHOWS" = "TV-műsorok";

/* The title of the 'iTunes U' tab in the video app. */
"NO_CONTEXT_NAVTITLE_VIDEO_ITUNESU" = "iTunes U";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_PODCASTS" = "Podcastok";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MUSIC_VIDEOS" = "Zenei videók";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_INFO" = "Infó";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_CHAPTERS" = "Fejezetek";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_EPISODES" = "Epizódok";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_PLAY_MOVIE" = "Film lejátszása";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_SHARED" = "Megosztott";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"On-The-Go" = "On-The-Go";

/* No comment provided by engineer. */
"PART_X_OF_Y_FORMAT" = "%2$d / %1$d rész";

/* No comment provided by engineer. */
"Playlists" = "Játéklisták";

/* Section header title in the Videos list */
"Podcasts" = "Podcastok";

/* Shuffle option shown in song lists */
"Shuffle" = "Keverés";

/* No comment provided by engineer. */
"Songs" = "Dalok";

/* iTunes Movie Store */
"MOVIE_STORE" = "Áruház";

/* iTunes Music Store */
"MUSIC_STORE" = "Áruház";

/* No comment provided by engineer. */
"Syncing" = "Szinkronizálás";

/* Section header title in the Videos list */
"TV Shows" = "TV-műsorok";

/* No comment provided by engineer. */
"Unknown" = "Ismeretlen";
"UNKNOWN_ARTIST" = "Ismeretlen előadó";
"UNKNOWN_ALBUM" = "Ismeretlen album";

/* No comment provided by engineer. */
"You can download podcasts from iTunes." = "A podcastok letöltésére az iTunes Store használható.";
"You can download iTunes U content from iTunes." = "Az iTunesU tartalom letöltésére az\niTunes Store használható.";
"You can download audiobooks from iTunes." = "A hangoskönyvek letöltésére az iTunes Store használható.";
"You can download music from iTunes." = "A zenék letöltésére az iTunes Store használható.";
"You can download videos from iTunes." = "A videók letöltésére az iTunes Store használható.";

"NOW_PLAYING" = "Most játszódó:";

/* Now playing button title.  Our implementation depends on using "Now\nPlaying" for English.  Do not change it without filing a Radar against PEP Music Player to update the corresponding code in +[NowPlayingNavigationButton _localizedTextLabel].  In other languages, use a single space to get an empty button, or any text you actually want drawn.  \n can be used to control wrapping.  NOW_PLAYING_BUTTON_LABEL_FONT_SIZE can be used to help fit the text. */
"NOW_PLAYING_BUTTON_LABEL" = "Most\njátszódó";

/* Use -1 to indicate 'use the default'.  Use something other than -1 if you label is having a hard time fitting your label... Minimum is 8.0 */
"NOW_PLAYING_BUTTON_LABEL_FONT_SIZE" = "-1";

/* Title in alert when rental time remaining is < movie duration */
"PLAY_RENTAL_NOT_ENOUGH_TIME_TITLE" = "Kölcsönzött film le fog járni";

/* Message in alert when rental time remaining is < movie duration */
"PLAY_RENTAL_NOT_ENOUGH_TIME_MESSAGE" = "Ez a film hamar le fog járni. Ha a lejárását követően abbahagyja a megtekintését, újra ki kell azt kölcsönöznie.";

/* Message in alert when a user tries to delete a rented movie */
"RENTAL_DELETE_CONFIRMATION_FORMAT" = "Biztos benne, hogy törölni kívánja a(z) „%@” elemet? Ha törli ezt a kölcsönzött filmet, a megtekintéséhez újból ki kell kölcsönöznie azt.";

/* Title in alert when a user tries to delete something */
"DELETE_CONFIRM_TITLE_FORMAT" = "Biztos benne, hogy törölni kívánja a(z) „%@” elemet?";

/* Title in alert when a user tries to delete an OTA purchase */
"DELETE_OTA_CONFIRM_TITLE_FORMAT" = "A(z) „%@” nem lett átvive az iTunes alkalmazásba. Ha törli azt, újból meg kell vásárolnia.";

/* Title in alert when asking user if they really want to play a rental for the first time. */
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_TITLE" = "Le kívánja játszani ezt a kölcsönzött filmet?";

/* Title in alert when rental time remaining is < show duration */
"PLAY_TV_RENTAL_NOT_ENOUGH_TIME_TITLE" = "Kölcsönzött tv-műsor le fog járni";

/* Message in alert when rental time remaining is < show duration */
"PLAY_TV_RENTAL_NOT_ENOUGH_TIME_MESSAGE" = "Ez a tv-műsor hamar le fog járni. Ha a lejárását követően abbahagyja a megtekintését, újra ki kell azt kölcsönöznie.";

/* Message in alert when a user tries to delete a rented TV show */
"TV_RENTAL_DELETE_CONFIRMATION_FORMAT" = "Biztos benne, hogy törölni kívánja a(z) „%@” elemet? Ha törli ezt a kölcsönzött tv-műsort, a megtekintéséhez újból ki kell kölcsönöznie azt.";

/* Title in alert when asking user if they really want to play a TV show rental for the first time. */
"PLAY_RENTAL_TV_WILL_BEGIN_PLAYBACK_CLOCK_TITLE" = "Le kívánja játszani ezt a kölcsönzött tv-műsort?";

/* Message in alert when asking user if they really want to play a rental for the first time. */
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_DAYS" = "Megtekintésének kezdete után %d nappal le fog járni.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_DAY" = "Megtekintésének kezdete után %d nappal le fog járni.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_HOURS" = "Megtekintésének kezdete után %d órával le fog járni.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_HOUR" = "Megtekintésének kezdete után %d órával le fog járni.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_MINUTES" = "Megtekintésének kezdete után %d perccel le fog járni.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_MINUTE" = "Megtekintésének kezdete után %d perccel le fog járni.";

/* No comment provided by engineer. */
"GET_MORE_PODCASTS" = "További epizódok beszerzése…";

/* No comment provided by engineer. */
"GET_MORE_SONGS_LIKE_THIS" = "Genius javaslatok megtekintése…";

"GET_MORE_TV_EPISODES" = "További epizódok beszerzése…";

/* Title of search results screen */
"SEARCH_RESULTS_TITLE" = "Keresési eredmények";

/* Label for song in search results */
"SEARCH_RESULT_KIND_SONG" = "Dal";

/* Label for artist in search results */
"SEARCH_RESULT_KIND_ARTIST" = "Előadó";

/* Label for album in search results */
"SEARCH_RESULT_KIND_ALBUM" = "Album";

/* Label for playlist in search results */
"SEARCH_RESULT_KIND_PLAYLIST" = "Játéklista";

/* Label for audiobook in search results */
"SEARCH_RESULT_KIND_AUDIOBOOK" = "Hangoskönyv";

/* Label for music video in search results */
"SEARCH_RESULT_KIND_MUSIC_VIDEO" = "Zenei videó";

/* Label for TV show in search results */
"SEARCH_RESULT_KIND_TV_SHOW" = "TV-műsor";

/* Label for podcast in search results */
"SEARCH_RESULT_KIND_PODCAST" = "Podcast";

/* Label for movie in search results */
"SEARCH_RESULT_KIND_MOVIE" = "Film";

/* Search bar placeholder */
"SEARCH_BAR_PLACEHOLDER" = "Keresés";

"SEARCH_RESULTS_ONE_RESULT" = "1 találat";
"SEARCH_RESULTS_RESULTS_FORMAT" = "%d találat";

/* Section headers in the grouped search result view */
"SEARCH_RESULT_SECTION_TITLE_ARTISTS" = "Előadók (%@ találat)";
"SEARCH_RESULT_SECTION_TITLE_ARTIST" = "Előadó (%@ találat)";
"SEARCH_RESULT_SECTION_TITLE_ALBUMS" = "Albumok (%@ találat)";
"SEARCH_RESULT_SECTION_TITLE_ALBUM" = "Album (%@ találat)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLIST" = "Játéklista (%@ találat)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLISTS" = "Játéklisták (%@ találat)";
"SEARCH_RESULT_SECTION_TITLE_SONG" = "Dal (%@ találat)";
"SEARCH_RESULT_SECTION_TITLE_SONGS" = "Dalok (%@ találat)";
"SEARCH_RESULT_SECTION_TITLE_AUDIOBOOKS" = "Hangoskönyvek (%@ találat)";
"SEARCH_RESULT_SECTION_TITLE_AUDIOBOOK" = "Hangoskönyv (%@ találat)";
"SEARCH_RESULT_SECTION_TITLE_PODCASTS" = "Podcast-epizódok (%@ találat)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST" = "Podcast-epizód (%@ találat)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST_SERIES_PLURAL" = "Podcastok (%@ találat)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST_SERIES" = "Podcast (%@ találat)";
"SEARCH_RESULT_SECTION_TITLE_MUSIC_VIDEOS" = "Zenei videók (%@ találat)";
"SEARCH_RESULT_SECTION_TITLE_MUSIC_VIDEO" = "Zenei videó (%@ találat)";
"SEARCH_RESULT_SECTION_TITLE_TV_EPISODES" = "TV-epizódok (%@ találat)";
"SEARCH_RESULT_SECTION_TITLE_TV_EPISODE" = "TV-epizód (%@ találat)";
"SEARCH_RESULT_SECTION_TITLE_TV_SHOWS" = "TV-műsorok (%@ találat)";
"SEARCH_RESULT_SECTION_TITLE_TV_SHOW" = "TV-műsor (%@ találat)";
"SEARCH_RESULT_SECTION_TITLE_MOVIES" = "Filmek (%@ találat)";
"SEARCH_RESULT_SECTION_TITLE_MOVIE" = "Film (%@ találat)";
"SEARCH_RESULT_SECTION_TITLE_GENRES" = "Műfajok (%@ találat)";
"SEARCH_RESULT_SECTION_TITLE_GENRE" = "Műfaj (%@ találat)";
"SEARCH_RESULT_SECTION_TITLE_COMPOSERS" = "Szerzők (%@ találat)";
"SEARCH_RESULT_SECTION_TITLE_COMPOSER" = "Szerző (%@ találat)";

"CONTINUE_SEARCHING_IN_ITUNES_STORE" = "Keresés folytatása az áruházban…";

"PODCAST_LINK_EMAIL_FORMAT" = "Tekintse meg ezt a podcastot az iTuneson:<br/><br/><a href=\"%@\">%@</a>";

"NO_MAIL_ACCOUNT_ALERT_TITLE" = "A podcastok megosztásához kérem, állítson be egy Mail-fiókot.";

/* Wildcat Videos app info screen*/
"SUMMARY_HEADER" = "Összegzés";
"DESCRIPTION_HEADER" = "Leírás";

"ACTOR_HEADER_SINGULAR" = "Színész";
"ACTOR_HEADER_PLURAL" = "Színészek";

"DIRECTOR_HEADER_SINGULAR" = "Rendező";
"DIRECTOR_HEADER_PLURAL" = "Rendezők";

"PRODUCER_HEADER_SINGULAR" = "Producer";
"PRODUCER_HEADER_PLURAL" = "Producerek";

"SCREENWRITER_HEADER_SINGULAR" = "Forgatókönyvíró";
"SCREENWRITER_HEADER_PLURAL" = "Forgatókönyvírók";

"ARTIST_LIST_SINGLE_ALBUM_SINGLE_SONG_FORMAT" = "%d album, %d dal";
"ARTIST_LIST_SINGLE_ALBUM_PLURAL_SONG_FORMAT" = "%d album, %d dal";
"ARTIST_LIST_PLURAL_ALBUM_PLURAL_SONG_FORMAT" = "%d album, %d dal";

"NO_METADATA_RELEASED_HEADER" = "Megjelent";
"NO_METADATA_LENGTH_HEADER" = "Hossz";
"NO_METADATA_SIZE_HEADER" = "Méret";
"NO_METADATA_COPYRIGHT_HEADER" = "Copyright";
"NO_METADATA_DIMENSIONS_HEADER" = "Méretek";
"NO_METADATA_CODECS_HEADER" = "Kodekek";

/* Wildcat Music Videos info screen */
"RELEASED_HEADER" = "Megjelent";
"LENGTH_HEADER" = "Hossz";
"SIZE_HEADER" = "Méret";
"COPYRIGHT_HEADER" = "Copyright";
"FROM_THE_ALBUM_HEADER" = "Az albumról (elérhető az iTunes-on)";
"ITUNES_LINK" = "iTunes";
"DIMENSIONS_HEADER" = "Méretek";
"CODECS_HEADER" = "Kodekek";

"RELEASE_DATE_UNKNOWN" = "Ismeretlen";
"DURATION_UNKNOWN" = "Ismeretlen";
"DIRECTORS_UNKNOWN" = "Ismeretlen";

"ALBUM_UNKNOWN" = "Ismeretlen album";
"ALBUM_SONGS_COUNT_SINGULAR" = "1 dal";
"ALBUM_SONGS_COUNT_PLURAL" = "%u dal";

"CREATE_GENIUS_PLAYLIST" = "Válasszon dalt Genius játéklista készítéséhez.";
"ADD_SONGS_TO_PLAYLIST_FORMAT" = "Adjon dalokat a(z) %@ játéklistához.";

"ALBUM_INFO_SEPARATOR" = ", ";
"ALBUM_INFO_RELEASE_DATE_FORMAT" = "Megjelent: %@";
"ALBUM_INFO_SONGS_SINGULAR" = "1 dal";
"ALBUM_INFO_SONGS_FORMAT_PLURAL" = "%u dal";
"ALBUM_INFO_TIME_SINGULAR" = "1 perc";
"ALBUM_INFO_TIME_FORMAT_PLURAL" = "%u perc";

/* Wildcat other */
"DOWNLOAD_VIDEOS_FROM_ITUNES" = "A videók letöltésére az iTunes használható.";
"GENIUS_PLAYLIST" = "Genius játéklista";
"DELETE_VIDEO_ALERT" = "Törli a videót?";

"PLAYLIST_DELETE_ALERT_TITLE" = "„%@” törlése";
"PLAYLIST_DELETE_ALERT_BODY" = "A(z) „%@” törlésekor a következő szinkronizáció során az a számítógépéről is el lesz távolítva.";

"EPISODE_DESCRIPTION_MORE" = "További";

"NO_RESULTS" = "Nincs találat";

"PLAY_ALL_SONGS" = "Összes dal lejátszása";

"Genius" = "Genius";
/* Explanatory text shown on the picker when creating a genius playlist. */
"PICK_GENIUS_PLAYLIST_SEED_PROMPT" = "Válasszon dalt Genius játéklista készítéséhez.";
"GENIUS_CREATE_NEW_BUTTON_TITLE" = "Új";
"GENIUS_REFRESH_BUTTON_TITLE" = "Frissítés";

/* Placeholder for unknown time duration */
"UNKNOWN_DURATION" = "--:--";

"SHARED_SECTION_TITLE" = "Otthoni megosztás könyvtárai";
"SHARED_LIBRARY_PASSWORD_ALERT_BODY_FORMAT" = "A(z) „%@” könyvtár jelszót igényel.";
"SHARED_LIBRARY_PASSWORD_ALERT_PLACEHOLDER" = "Jelszó";
"SHARED_LIBRARY_UNABLE_TO_CONNECT_FORMAT" = "Nem lehet kapcsolódni a következőhöz: %@.";

"RENTAL_EXPIRED_FORMAT" = "A(z) “%@” kölcsönzési ideje lejárt";
"RENTAL_WARNING_DAYS_FORMAT" = "%1$@ napja van a(z) „%2$@” megtekintésére, aztán az törölve lesz";
"RENTAL_WARNING_DAY_FORMAT" = "%1$@ napja van a(z) „%2$@” megtekintésére, aztán az törölve lesz";
"RENTAL_WARNING_HOURS_FORMAT" = "%1$@ órája van a(z) „%2$@” megtekintésére, aztán az törölve lesz";
"RENTAL_WARNING_HOUR_FORMAT" = "%1$@ órája van a(z) „%2$@” megtekintésére, aztán az törölve lesz";
"RENTAL_WARNING_MINUTES_FORMAT" = "%1$@ perce van a(z) „%2$@” megtekintésére, aztán az törölve lesz";
"RENTAL_WARNING_MINUTE_FORMAT" = "%1$@ perce van a(z) „%2$@” megtekintésére, aztán az törölve lesz";

"HOME_SHARING_SPLASH_LABEL" = "Otthoni megosztás";
"HOME_SHARING_ACCOUNT_FIELD_NAME" = "Apple ID";
"HOME_SHARING_ACCOUNT_PLACEHOLDER" = "minta@me.com";
"HOME_SHARING_PASSWORD_FIELD_NAME" = "Jelszó";
"HOME_SHARING_PASSWORD_PLACEHOLDER" = "Szükséges";
"HOME_SHARING_FOOTER_LABEL" = "Apple ID szükséges az Otthoni megosztáshoz.";
"HOME_SHARING_ERROR_TITLE" = "Az Otthoni megosztás nem kapcsolható be.";
"HOME_SHARING_CANNOT_CONNECT_TITLE" = "Nem lehet kapcsolódni a Médiakönyvtárhoz";
"HOME_SHARING_VERSION_NOT_SUPPORTED" = "Az Otthoni megosztáshoz iTunes 10.2 vagy újabb verzió szükséges.";

"SHARED_MODAL_SHEET_DEVICE_LIBRARY" = "Saját iPad";
"SHARED_DEVICE_LIBRARY_FORMAT" = "Saját %@";

"DOWNLOAD_ALL_BUTTON_TITLE" = "Összes letöltése";
"SHOW_COMPLETE_ALBUM" = "Teljes album megjelenítése…";
"HIDE_COMPLETE_ALBUM" = "Teljes album elrejtése";
"COMPLETE_MY_ALBUM_FOR_AMOUNT_LABEL" = "A(z) „%@“ albumom hiányzó részeinek beszerzése";
"COMPLETE_THIS_ALBUM_BUTTON_LABEL" = "Az album hiányzó részeinek beszerzése";
"HD_OFFER_VARIANT_SEGMENT_TITLE" = "HD";
"SD_OFFER_VARIANT_SEGMENT_TITLE" = "SD";
"BUY_ALBUM_FOR_AMOUNT_LABEL" = "%@ album megvásárlása";
"REGULAR_ALBUM_PRICE_LABEL" = "Normál ár %@";
"SHOW_COMPLETE_SEASON" = "Teljes évad megjelenítése";
"HIDE_COMPLETE_SEASON" = "Teljes évad elrejtése";
"SINGLE_EPISODE_AVAILABLE_LABEL" = "%d további epizód...";
"SINGLE_EPISODE_AVAILABLE_LABEL_LONG" = "%d további epizód érhető el az iTuneson";
"MULTIPLE_EPISODES_AVAILABLE_LABEL" = "%d további epizód...";
"MULTIPLE_EPISODES_AVAILABLE_LABEL_LONG" = "%d további epizód érhető el az iTuneson";
"COMPLETE_MY_SEASON_FOR_AMOUNT_LABEL" = "A(z) „%@“ évad hiányzó részeinek beszerzése";
"COMPLETE_MY_SEASON_NO_AMOUNT_LABEL" = "Saját évad hiányzó részeinek beszerzése";
"COMPLETE_MY_SEASON_PASS_NO_AMOUNT_LABEL" = "Saját bérélet hiányzó részeinek beszerzése";
"BUY_SEASON_FOR_AMOUNT_LABEL" = "%@ évad megvásárlása";
"BUY_SEASON_NO_AMOUNT_LABEL" = "Évad megvásárlása";
"BUY_SEASON_PASS_NO_AMOUNT_LABEL" = "Bérlet vásárlása";

"EXIT_STORE_BUTTON_TITLE" = "Könyvtár";

/* Alert title/message to inform the user that Podcasts can be downloaded using the Podcasts app */
"PODCASTS_DOWNLOAD_ALERT_TITLE" = "A podcastok át vannak helyezve";
"PODCASTS_DOWNLOAD_ALERT_MESSAGE" = "Új epizódok a Podcastok alkalmazással tölthetők le.";
